/* GREEK LETTERS */
string low_gr[32] = {
  "α","ά","β","γ","δ","ε","έ","ζ","η","ή","θ",
  "ι","ί","κ","λ","μ","ν","ξ","ο","ό","π","ρ",
  "σ","ς","τ","υ","ύ","φ","χ","ψ","ω","ώ"
};

string cap_gr[32] = {
  "Α","Ά","Β","Γ","Δ","Ε","Έ","Ζ","Η","Ή","Θ",
  "Ι","Ι","Κ","Λ","Μ","Ν","Ξ","Ο","Ό","Π","Ρ",
  "Σ","Σ","Τ","Υ","Ύ","Φ","Χ","Ψ","Ω","Ώ"
};

/* BEGININGS */
string PREFIX[7] = {
  "α","ξανα","απο","κατα","παρα","αλληλο","προ"
};

/* ENDINGS */
string AE[12] = {
  "άς","α","ής","ης","ή","ές","έ","ούς",
  "ού","έας","έα","ρα"
};
string TE[8] = {
  "α","ά","άς","ή","ής","ού","ούς","ώ"
};
string OE[17] = {
  "ί","ού","ό","ος","ους","μα","ματος",
  "μο","ματος","όν","ώς","υ","ς","τος",
  "ν","ντα","στ"
};
string EE[12] = {
  "ε","ου","η","α","ος","ους","ού","ρα",
  "ματος","τος","ντος","έα"
};
string AP[8] = {
  "ες","ών","ές","ούδες","ούδων","έατα",
  "έις","έων"
};
string TP[4] = {
  "ές","άς","ει","ων"
};
string OP[6] = {
  "ια","α","η","ματα","τα","ντα"
};
string PP[2] = {
  "ων","ών"
};

/* VERBS */
string ORISTIKI_ENESTOTA[7] = {
  "ω","εις","ει","ουμε","ετε","ουν","ουνε"
};
string YPOSTAKTIKI_ENESTOTA[7] = {
  "ω","εις","ει","ουμε","ετε","ουν","ουνε"
};
string PROSTAKTIKI_ENESTOTA[7] = {
  "ω","εις","ει","ουμε","ετε","ουν","ουνε"
};
string METOXI_ENESTOTA[7] = {
  "ω","εις","ει","ουμε","ετε","ουν","ουνε"
};