char* typeToString[8] = { 
  "ρήμα",
  "επίθετο",
  "ουσιαστικό",
  "μετοχή",
  "αριθμητικό", 
  "επίρημα", 
  "σύνδεσμος",
  "αντονυμία" 
};

char* xronos[9] = { 
  "Ενεστώτα",
  "Παρατατικο",
  "Αόριστο",
  "Εξακολουθητικό Μέλλοντα",
  "Στιγμιαίο Μέλλοντα", 
  "Συντεταγμένο Μέλλοντα", 
  "Συντελεμένο Μέλλοντα",
  "Παρακείμενο",
  "Υπερυντέλικο"
};

char* prosopo[3] = { 
  "πρώτο",
  "δεύτερο",
  "τρίτο"
};

char* arithmos[2] = { 
  "ενικού",
  "πληθυντικού"
};

char* klisi[4] = { 
  "οριστικής",
  "υποτακτικής",
  "προστακτικής",
  "απαρέμφατος"
};

char* foni[2] = { 
  "ενεργητικής",
  "παθητικής"
};

char* genos[3] = { 
  "αρσενικό",
  "θηλύκο",
  "ουδέτερο"
};

char* ptosi[4] = { 
  "ονομαστική",
  "γενική",
  "αιτιατική",
  "κλητική"
};

char* epirimata[7] = { 
  "τοπικό",
  "χρονικό",
  "τροπικό",
  "ποσοτικό",
  "βεβαιωτικό", 
  "διστακτικό",
  "αρνητικό"
};

char* sundesmos[15] = { 
  "συμπλεκτικός",
  "διαχωριστικός",
  "αντιθετικός",
  "συμπερασματικός",
  "επεξηγηματικός", 
  "ειδικός",
  "χρονικός", 
  "αιτιολογικός",
  "υποθετικός",
  "τελικός",
  "αποτελεσματικός",
  "εναντιωματικός", 
  "διστακτικός",
  "συγκριτικός",
  "βουλητικός"
};