char*
helping_verb_exo[15][2] = 
{
	// Ενεστωτας -Οριστικι-Υποτακτικη - Μελλοντας με θα
	{"έχω", 	"πρώτο πρόσωπο ενικού"},
	{"έχεις", 	"δεύτερο πρόσωπο ενικού"},
	{"έχει", 	"τρίτο πρόσωπο ενικού"},

	{"έχουμε", 	"πρώτο πρόσωπο πληθυντικού"},
	{"έχετε", 	"δεύτερο πρόσωπο πληθυντικού"},
	{"έχουν", 	"τρίτο πρόσωπο πληθυντικού"},

	// Παρατατικός
	{"είχα",	"πρώτο πρόσωπο ενικού"},
	{"είχες",	"δεύτερο πρόσωπο ενικού"},
	{"είχε",	"τρίτο πρόσωπο ενικού"},

	{"είχαμε",	"πρώτο πρόσωπο πληθυντικού"},
	{"είχατε",	"δεύτερο πρόσωπο πληθυντικού"},
	{"είχαν",	"τρίτο πρόσωπο πληθυντικού"},

	{"έχε",		"δεύτερο πρόσωπο ενικού προστακτικής"},
	{"έχετε",	"δεύτερο πρόσωπο πληθυντικού προστακτικής"},
	{"έχοντας",	"μετοχή"}
}
;

char*
helping_verb_eimai[11][2] = 
{
	// Ενεστωτας -Οριστικι-Υποτακτικη - Μελλοντας με θα
	{"είμαι", 	"πρώτο πρόσωπο ενικού"},
	{"είσαι", 	"δεύτερο πρόσωπο ενικού"},
	{"είναι", 	"τρίτο πρόσωπο ενικού / πληθυντικού"},

	{"είμαστε",	"πρώτο πρόσωπο πληθυντικού"},
	{"είστε", 	"δεύτερο πρόσωπο πληθυντικού"},

	// Παρατατικός
	{"ήμουν",	"πρώτο πρόσωπο ενικού"},
	{"ήσουν",	"δεύτερο πρόσωπο ενικού"},
	{"ήταν",	"τρίτο πρόσωπο ενικού / πληθυντικού"},

	{"ήμαστε",	"πρώτο πρόσωπο πληθυντικού"},
	{"ήσαστε",	"δεύτερο πρόσωπο πληθυντικού"},

	{"όντας","μετοχή"}
}
