// enestotas energitikis fonis

char*
enestotas_oristikis_enegitikis[6][2] =
{
	{"ω",		"πρώτο πρόσωπο ενικού οριστικής του Ενεστώτα στην ενεργητική φωνή, του ρήματος \""},
	{"εις",		"δεύτερο πρόσωπο ενικού οριστικής του Ενεστώτα στην ενεργητική φωνή, του ρήματος \""},
	{"ει",		"τρίτο πρόσωπο ενικού οριστικής του Ενεστώτα στην ενεργητική φωνή, του ρήματος \""},

	{"ουμε",	"πρώτο πρόσωπο πληθυντικού οριστικής του Ενεστώτα στην ενεργητική φωνή, του ρήματος \""},
	{"ετε",		"δεύτερο πρόσωπο πληθυντικού οριστικής του Ενεστώτα στην ενεργητική φωνή, του ρήματος \""},
	{"ουν",		"τρίτο πρόσωπο πληθυντικού οριστικής του Ενεστώτα στην ενεργητική φωνή, του ρήματος \""}
}
;

char*
paratatikos_oristikis_enegitikis[6][2] =
{
	{"α",		"πρώτο πρόσωπο ενικού οριστικής του Παρατατικός στην ενεργητική φωνή του ρήματος"},
	{"ες",		"δεύτερο πρόσωπο ενικού οριστικής του Παρατατικός στην ενεργητική φωνή του ρήματος"},
	{"ε",		"τρίτο πρόσωπο ενικού οριστικής του Παρατατικός στην ενεργητική φωνή του ρήματος"},

	{"αμε",		"πρώτο πρόσωπο πληθυντικού οριστικής του Παρατατικός στην ενεργητική φωνή του ρήματος"},
	{"ατε",		"δεύτερο πρόσωπο πληθυντικού οριστικής του Παρατατικός στην ενεργητική φωνή του ρήματος"},
	{"αν",		"τρίτο πρόσωπο πληθυντικού οριστικής του Παρατατικός στην ενεργητική φωνή του ρήματος"}
}
;

char*
stigmiaios_mellontas_oristikis_enegitikis[3][6][2] =
{
	{
		{"σω",		"πρώτο πρόσωπο ενικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"σεις",	"δεύτερο πρόσωπο ενικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"σει",		"τρίτο πρόσωπο ενικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},

		{"σουμε",	"πρώτο πρόσωπο πληθυντικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"σετε",	"δεύτερο πρόσωπο πληθυντικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"σουν",	"τρίτο πρόσωπο πληθυντικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"}
	},
	{
		{"ξω",		"πρώτο πρόσωπο ενικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"ξεις",	"δεύτερο πρόσωπο ενικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"ξει",		"τρίτο πρόσωπο ενικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},

		{"ξουμε",	"πρώτο πρόσωπο πληθυντικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"ξετε",	"δεύτερο πρόσωπο πληθυντικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"ξουν",	"τρίτο πρόσωπο πληθυντικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"}
	},
	{
		{"ψω",		"πρώτο πρόσωπο ενικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"ψεις",	"δεύτερο πρόσωπο ενικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"ψει",		"τρίτο πρόσωπο ενικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},

		{"ψουμε",	"πρώτο πρόσωπο πληθυντικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"ψετε",	"δεύτερο πρόσωπο πληθυντικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"},
		{"ψουν",	"τρίτο πρόσωπο πληθυντικού οριστικής του Στιγμιαίου Μέλλοντα στην ενεργητική φωνή του ρήματος"}
	}
}
;

char*
aoristos_oristikis_enegitikis[3][6][2] =
{
	{
		{"σα",		"πρώτο πρόσωπο ενικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"σες",		"δεύτερο πρόσωπο ενικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"σε",		"τρίτο πρόσωπο ενικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},

		{"σαμε",	"πρώτο πρόσωπο πληθυντικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"σατε",	"δεύτερο πρόσωπο πληθυντικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"σαν",		"τρίτο πρόσωπο πληθυντικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"}
	},
	{
		{"ξα",		"πρώτο πρόσωπο ενικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"ξες",		"δεύτερο πρόσωπο ενικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"ξε",		"τρίτο πρόσωπο ενικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},

		{"ξαμε",	"πρώτο πρόσωπο πληθυντικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"ξατε",	"δεύτερο πρόσωπο πληθυντικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"ξαν",		"τρίτο πρόσωπο πληθυντικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"}
	},
	{
		{"ψα",		"πρώτο πρόσωπο ενικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"ψες",		"δεύτερο πρόσωπο ενικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"ψε",		"τρίτο πρόσωπο ενικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},

		{"ψαμε",	"πρώτο πρόσωπο πληθυντικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"ψατε",	"δεύτερο πρόσωπο πληθυντικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"},
		{"ψαν",		"τρίτο πρόσωπο πληθυντικού οριστικής του Αορίστου στην ενεργητική φωνή του ρήματος"}
	}
}
;


