// enestotas energitikis fonis

char*
enestotas_oristikis_enegitikis[6][2] =
{
	{"ω",		"πρώτο πρόσωπο ενικού"},
	{"εις",		"δεύτερο πρόσωπο ενικού"},
	{"ει",		"τρίτο πρόσωπο ενικού"},

	{"ουμε",	"πρώτο πρόσωπο πληθυντικού"},
	{"ετε",		"δεύτερο πρόσωπο πληθυντικού"},
	{"ουν",		"τρίτο πρόσωπο πληθυντικού"}
}
;

char*
paratatikos_oristikis_enegitikis[6][2] =
{
	{"α",		"πρώτο πρόσωπο ενικού"},
	{"ες",		"δεύτερο πρόσωπο ενικού"},
	{"ε",		"τρίτο πρόσωπο ενικού"},

	{"αμε",		"πρώτο πρόσωπο πληθυντικού"},
	{"ατε",		"δεύτερο πρόσωπο πληθυντικού"},
	{"αν",		"τρίτο πρόσωπο πληθυντικού"}
}
;

char*
stigmiaios_mellontas_oristikis_enegitikis[3][6][2] =
{
	{
		{"σω",		"πρώτο πρόσωπο ενικού"},
		{"σεις",	"δεύτερο πρόσωπο ενικού"},
		{"σει",		"τρίτο πρόσωπο ενικού"},

		{"σουμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"σετε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"σουν",	"τρίτο πρόσωπο πληθυντικού"}
	},
	{
		{"ξω",		"πρώτο πρόσωπο ενικού"},
		{"ξεις",	"δεύτερο πρόσωπο ενικού"},
		{"ξει",		"τρίτο πρόσωπο ενικού"},

		{"ξουμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"ξετε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"ξουν",	"τρίτο πρόσωπο πληθυντικού"}
	},
	{
		{"ψω",		"πρώτο πρόσωπο ενικού"},
		{"ψεις",	"δεύτερο πρόσωπο ενικού"},
		{"ψει",		"τρίτο πρόσωπο ενικού"},

		{"ψουμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"ψετε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"ψουν",	"τρίτο πρόσωπο πληθυντικού"}
	}
}
;

char*
aoristos_oristikis_enegitikis[3][6][2] =
{
	{
		{"σα",		"πρώτο πρόσωπο ενικού"},
		{"σες",		"δεύτερο πρόσωπο ενικού"},
		{"σε",		"τρίτο πρόσωπο ενικού"},

		{"σαμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"σατε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"σαν",		"τρίτο πρόσωπο πληθυντικού"}
	},
	{
		{"ξα",		"πρώτο πρόσωπο ενικού"},
		{"ξες",		"δεύτερο πρόσωπο ενικού"},
		{"ξε",		"τρίτο πρόσωπο ενικού"},

		{"ξαμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"ξατε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"ξαν",		"τρίτο πρόσωπο πληθυντικού"}
	},
	{
		{"ψα",		"πρώτο πρόσωπο ενικού"},
		{"ψες",		"δεύτερο πρόσωπο ενικού"},
		{"ψε",		"τρίτο πρόσωπο ενικού"},

		{"ψαμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"ψατε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"ψαν",		"τρίτο πρόσωπο πληθυντικού"}
	}
}
;


