char*
helping_verb_exo[16][2] = 
{
	// Ενεστωτας -Οριστικι-Υποτακτικη - Μελλοντας με θα
	{"έχω","0"},
	{"έχεις","1"},
	{"έχει","2"},
	{"έχουμε","3"},
	{"έχομε","4"},
	{"έχετε","5"},
	{"έχουν","6"},

	// Παρατατικός
	{"είχα","7"},
	{"είχες","8"},
	{"είχε","9"},
	{"είχαμε","10"},
	{"είχατε","11"},
	{"είχαν","12"},

	{"έχε","13"},
	{"έχετε","14"},
	{"έχοντας","15"}
}
;

char*
helping_verb_eimai[12][2] = 
{
	// Ενεστωτας -Οριστικι-Υποτακτικη - Μελλοντας με θα
	{"είμαι","0"},
	{"είσαι","1"},
	{"είωαι","2"},
	{"είμαστε","3"},
	{"είστε","4"},

	// Παρατατικός
	{"ήμουν","5"},
	{"ήσουν","6"},
	{"ήταν","7"},
	{"ήμαστε","8"},
	{"ήσαστε","9"},
	{"ήταν","10"},

	{"όντας","11"}
}
