// enestotas pathitikis fonis

char*
enestotas_oristikis_pathitikis[6][2] =
{
	{"ομαι",	"πρώτο πρόσωπο ενικού"},
	{"εσαι",	"δεύτερο πρόσωπο ενικού"},
	{"εται",	"τρίτο πρόσωπο ενικού"},

	{"όμαστε",	"πρώτο πρόσωπο πληθυντικού"},
	{"εστε",	"δεύτερο πρόσωπο πληθυντικού"},
	{"ονται",	"τρίτο πρόσωπο πληθυντικού"}
}
;

char*
paratatikos_oristikis_pathitikis[6][2] =
{
	{"όμουν",	"πρώτο πρόσωπο ενικού"},
	{"όσουν",	"δεύτερο πρόσωπο ενικού"},
	{"όταν",	"τρίτο πρόσωπο ενικού"},

	{"όμαστε",	"πρώτο πρόσωπο πληθυντικού"},
	{"όσαστε",	"δεύτερο πρόσωπο πληθυντικού"},
	{"ονταν",	"τρίτο πρόσωπο πληθυντικού"}
}
;

char*
stigmiaios_mellontas_oristikis_pathitikis[3][6][2] =
{
	{
		{"θω",		"πρώτο πρόσωπο ενικού"},
		{"θεις",	"δεύτερο πρόσωπο ενικού"},
		{"θει",		"τρίτο πρόσωπο ενικού"},

		{"θουμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"θετε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"θουν",	"τρίτο πρόσωπο πληθυντικού"}
	},
	{
		{"ζω",		"πρώτο πρόσωπο ενικού"},
		{"ζεις",	"δεύτερο πρόσωπο ενικού"},
		{"ζει",		"τρίτο πρόσωπο ενικού"},

		{"ζουμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"ζετε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"ζουν",	"τρίτο πρόσωπο πληθυντικού"}
	},
	{
		{"βω",		"πρώτο πρόσωπο ενικού"},
		{"βεις",	"δεύτερο πρόσωπο ενικού"},
		{"βει",		"τρίτο πρόσωπο ενικού"},

		{"βουμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"βετε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"βουν",	"τρίτο πρόσωπο πληθυντικού"}
	}
}
;

char*
aoristos_oristikis_pathitikis[3][6][2] =
{
	{
		{"θα",		"πρώτο πρόσωπο ενικού"},
		{"θες",		"δεύτερο πρόσωπο ενικού"},
		{"θε",		"τρίτο πρόσωπο ενικού"},

		{"θαμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"θατε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"θαν",		"τρίτο πρόσωπο πληθυντικού"}
	},
	{
		{"ζα",		"πρώτο πρόσωπο ενικού"},
		{"ζες",		"δεύτερο πρόσωπο ενικού"},
		{"ζε",		"τρίτο πρόσωπο ενικού"},

		{"ζαμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"ζατε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"ζαν",		"τρίτο πρόσωπο πληθυντικού"}
	},
	{
		{"βα",		"πρώτο πρόσωπο ενικού"},
		{"βες",		"δεύτερο πρόσωπο ενικού"},
		{"βε",		"τρίτο πρόσωπο ενικού"},

		{"βαμε",	"πρώτο πρόσωπο πληθυντικού"},
		{"βατε",	"δεύτερο πρόσωπο πληθυντικού"},
		{"βαν",		"τρίτο πρόσωπο πληθυντικού"}
	}
}
;


