/****************************************** ΕΝΕΡΓΗΤΙΚΗ ******************************************/

char*
voithitika_rimata[] =
{}
;

/****************************************** ΕΝΕΡΓΗΤΙΚΗ ******************************************/

// ΕΝΕΣΤΩΤΑΣ
char*
proto_eniko_energitikis[18] =
{"ω","ώνομαι","άβω","άζω","αίνω","είνω","έρνω","εύω","ήνω","ιάζω","ίζω","ίνω","λλω","σσω","ττω",
"ύζω","ύνω","ώνω"}
;

char*
deutero_eniko_energitikis[18] =
{"εις","ώνεσαι","άβεις","άζεις","αίνεις","είνεις","έρνεις","εύεις","ήνεις","ιάζεις","ίζεις","ίνεις",
"λλεις","σσεις","ττεις","ύζεις","ύνεις","ώνεις"}
;

char*
trito_eniko_energitikis[18] =
{"ει","ώνεται","άβει","άζει","αίνει","είνει","έρνει","εύει","ήνει","ιάζει","ίζει","ίνει","λλει",
"σσει","ττει","ύζει","ύνει","ώνει"}
;

char*
proto_plyth_energitikis[18] =
{"ουμε","ώνομαστε","άβουμε","άζουμε","αίνουμε","είνουμε","έρνουμε","εύουμε","ήνουμε","ιάζουμε",
"ίζουμε","ίνουμε","λλουμε","σσουμε","ττουμε","ύζουμε","ύνουμε","ώνουμε"}
;

char*
deutero_plyth_energitikis[18] =
{"ετε","ωνόσασται","άβετε","άζετε","αίνετε","είνετε","έρνετε","εύετε","ήνετε","ιάζετε","ίζετε",
"ίνετε","λλετε","σσετε","ττετε","ύζετε","ύνετε","ώνετε"}
;

char*
trito_plyth_energitikis[18] =
{"ουν","ώνονται","άβουν","άζουν","αίνουν","είνουν","έρνουν","εύουν","ήνουν","ιάζουν","ίζουν",
"ίνουν","λλουν","σσουν","ττουν","ύζουν","ύνουν","ώνουν"}
;

// ΕΝΕΣΤΩΤΑΣ
