/* OYSIASTIKA / EPITHETA */

char* 
endings_pair_ARS_EN_AR[12] =
{"άς","α","ής","ης","ή","ές","έ","ούς","ού","έας","έα","ρα"}
;

char* 
endings_pair_THY_EN_AR[8] =
{"α","ά","άς","ή","ής","ού","ούς","ώ"}
;

char* 
endings_pair_OUD_EN_AR[16] =
{"ί","ού","ό","ος","ους","μα","ματος","μο","όν","ώς","υ","ς","τος","ν","ντα","στ"}
;

char* 
endings_pair__EN_AR[11] =
{"ε","ου","η","α","ος","ους","ού","ρα","τος","ντος","έα"}
;

char* 
endings_pair_ARS_PL_AR[8] =
{"ες","ών","ές","ούδες","ούδων","έατα","έις","έων"}
;

char* 
endings_pair_THY_PL_AR[4] =
{"ές","άς","ει","ων"}
;

char* 
endings_pair_OUD_PL_AR[6] =
{"ια","α","η","ματα","τα","ντα"}
;

char* 
endings_pair_PL_AR[2] =
{"ων","ών"}
;

/* RIMATA */

// energitiki
char*
endings_rima_proto_en[18] =
{"ω","ώνομαι","άβω","άζω","αίνω","είνω","έρνω","εύω","ήνω","ιάζω","ίζω","ίνω","λλω","σσω","ττω","ύζω","ύνω","ώνω"}
;

char*
endings_rima_deutero_en[18] =
{"εις","ώνεσαι","άβεις","άζεις","αίνεις","είνεις","έρνεις","εύεις","ήνεις","ιάζεις","ίζεις","ίνεις","λλεις","σσεις","ττεις","ύζεις","ύνεις","ώνεις"}
;

char*
endings_rima_trito_en[18] =
{"ει","ώνεται","άβει","άζει","αίνει","είνει","έρνει","εύει","ήνει","ιάζει","ίζει","ίνει","λλει","σσει","ττει","ύζει","ύνει","ώνει"}
;

char*
endings_rima_proto_pl[18] =
{"ουμε","ώνομαστε","άβουμε","άζουμε","αίνουμε","είνουμε","έρνουμε","εύουμε","ήνουμε","ιάζουμε","ίζουμε","ίνουμε","λλουμε","σσουμε","ττουμε","ύζουμε","ύνουμε","ώνουμε"}
;

char*
endings_rima_deutero_pl[18] =
{"ετε","ωνόσασται","άβετε","άζετε","αίνετε","είνετε","έρνετε","εύετε","ήνετε","ιάζετε","ίζετε","ίνετε","λλετε","σσετε","ττετε","ύζετε","ύνετε","ώνετε"}
;

char*
endings_rima_trito_pl[18] =
{"ουν","ώνονται","άβουν","άζουν","αίνουν","είνουν","έρνουν","εύουν","ήνουν","ιάζουν","ίζουν","ίνουν","λλουν","σσουν","ττουν","ύζουν","ύνουν","ώνουν"}
;

