#ifndef _GREEK_VERB_PATHITIKI
#define _GREEK_VERB_PATHITIKI

// enestotas pathitikis fonis

char*
enestotas_oristikis_pathitikis[6][2] =
{
	{"ομαι",	"πρώτο πρόσωπο ενικού οριστικής του Ενεστώτα στην παθητική φωνή, του ρήματος "},
	{"εσαι",	"δεύτερο πρόσωπο ενικού οριστικής του Ενεστώτα στην παθητική φωνή, του ρήματος "},
	{"εται",	"τρίτο πρόσωπο ενικού οριστικής του Ενεστώτα στην παθητική φωνή, του ρήματος "},

	{"όμαστε",	"πρώτο πρόσωπο πληθυντικού οριστικής του Ενεστώτα στην παθητική φωνή, του ρήματος "},
	{"εστε",	"δεύτερο πρόσωπο πληθυντικού οριστικής του Ενεστώτα στην παθητική φωνή, του ρήματος "},
	{"ονται",	"τρίτο πρόσωπο πληθυντικού οριστικής του Ενεστώτα στην παθητική φωνή, του ρήματος "}
}
;

char*
paratatikos_oristikis_pathitikis[6][2] =
{
	{"όμουν",	"πρώτο πρόσωπο ενικού οριστικής του Παρατατικός στην παθητική φωνή του ρήματος"},
	{"όσουν",	"δεύτερο πρόσωπο ενικού οριστικής του Παρατατικός στην παθητική φωνή του ρήματος"},
	{"όταν",	"τρίτο πρόσωπο ενικού οριστικής του Παρατατικός στην παθητική φωνή του ρήματος"},

	{"όμαστε",	"πρώτο πρόσωπο πληθυντικού οριστικής του Παρατατικός στην παθητική φωνή του ρήματος"},
	{"όσαστε",	"δεύτερο πρόσωπο πληθυντικού οριστικής του Παρατατικός στην παθητική φωνή του ρήματος"},
	{"ονταν",	"τρίτο πρόσωπο πληθυντικού οριστικής του Παρατατικός στην παθητική φωνή του ρήματος"}
}
;

char*
stigmiaios_mellontas_oristikis_pathitikis[3][6][2] =
{
	{
		{"θω",		"πρώτο πρόσωπο ενικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"θεις",	"δεύτερο πρόσωπο ενικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"θει",		"τρίτο πρόσωπο ενικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},

		{"θουμε",	"πρώτο πρόσωπο πληθυντικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"θετε",	"δεύτερο πρόσωπο πληθυντικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"θουν",	"τρίτο πρόσωπο πληθυντικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"}
	},
	{
		{"ζω",		"πρώτο πρόσωπο ενικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"ζεις",	"δεύτερο πρόσωπο ενικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"ζει",		"τρίτο πρόσωπο ενικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},

		{"ζουμε",	"πρώτο πρόσωπο πληθυντικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"ζετε",	"δεύτερο πρόσωπο πληθυντικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"ζουν",	"τρίτο πρόσωπο πληθυντικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"}
	},
	{
		{"βω",		"πρώτο πρόσωπο ενικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"βεις",	"δεύτερο πρόσωπο ενικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"βει",		"τρίτο πρόσωπο ενικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},

		{"βουμε",	"πρώτο πρόσωπο πληθυντικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"βετε",	"δεύτερο πρόσωπο πληθυντικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"},
		{"βουν",	"τρίτο πρόσωπο πληθυντικού του Στιγμιαίου Μέλλοντα στην παθητική φωνή του ρήματος"}
	}
}
;

char*
aoristos_oristikis_pathitikis[3][6][2] =
{
	{
		{"θα",		"πρώτο πρόσωπο ενικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"θες",		"δεύτερο πρόσωπο ενικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"θε",		"τρίτο πρόσωπο ενικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},

		{"θαμε",	"πρώτο πρόσωπο πληθυντικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"θατε",	"δεύτερο πρόσωπο πληθυντικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"θαν",		"τρίτο πρόσωπο πληθυντικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"}
	},
	{
		{"ζα",		"πρώτο πρόσωπο ενικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"ζες",		"δεύτερο πρόσωπο ενικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"ζε",		"τρίτο πρόσωπο ενικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},

		{"ζαμε",	"πρώτο πρόσωπο πληθυντικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"ζατε",	"δεύτερο πρόσωπο πληθυντικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"ζαν",		"τρίτο πρόσωπο πληθυντικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"}
	},
	{
		{"βα",		"πρώτο πρόσωπο ενικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"βες",		"δεύτερο πρόσωπο ενικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"βε",		"τρίτο πρόσωπο ενικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},

		{"βαμε",	"πρώτο πρόσωπο πληθυντικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"βατε",	"δεύτερο πρόσωπο πληθυντικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"},
		{"βαν",		"τρίτο πρόσωπο πληθυντικού' οριστικής του Αορίστου στην παθητική φωνή του ρήματος"}
	}
}
;

#endif